Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_skal_endre_handlingsplanen_for_laeremiddelutvikling_.html.tmx
Source language: nob
Languages: sme

source: Sametinget skal endre handlingsplanen for læremiddelutvikling
sme: Sámediggi galgá rievdadit oahpponeavvoráhkadeami doaibmaplána

source: Sametingets plenum skal denne uke n behandle sak om revidering av handlingsplan for læremiddelutvikling for perioden 2020-2024, som skal sikre god kvalitet til produksjonen av samiske læremidler.
sme: Sámedikki dievasčoahkkin meannuda dán vahku ođasmahttojuvvon oahpponeavvoráhkadeami doaibmaplána 2020-2024, mii galgá sihkkarastit ahte sámi oahpponeavvuid ráhkadeamis lea buorre kvalitehta.

source: – Det er nødvendig å forbedre alle ledd i læremiddelproduksjonen, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: – Lea dárbbašlaš buoridit buot lađđasiid oahpponeavvoráhkadeamis, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Staten har redusert bevilgningen til samiske læremidler, noe som fører til at Sametinget må endre prioriteringene når det gjelder samiske læremidler.
sme: Norgga stáda bealis lea unnon ruhtajuolludeapmi sámi oahpponeavvuid váste, mii dagaha ahte Sámediggi šaddá rievdadit vuoruheami sámi oahpponeavvuid ektui.

source: – Sametingsrådet ser behov for å prioritere produksjon av læremidler i fager hvor Sametinget vedtar læreplaner.
sme: – Sámediggeráđđi oaidná dárbbu vuoruhit oahpponeavvoráhkadeami fágain main Sámediggi mearrida oahppoplánaid.

source: Vi forventer at Kunnskapsdepartementet tar større ansvar for å produsere samiske læremidler i fag hvor Kunnskapsdepartementet vedtar læreplaner, sier Mikkelsen.
sme: Mii vuordit ahte Máhttodepartemeanta váldá stuorit ovddasvástádusa buvttadit sámi oahpponeavvuid fágaide maidda Máhttodepartemeantta mearrida oahppoplánaid, dadjá Mikkelsen.

source: For sikring av kvalitet i læremiddelproduksjonen vil sametingsrådet utvikle kvalitetskriterier for samiske læremidler.
sme: Oahpponeavvoráhkadeami kvalitehta sihkkarastima váras áigu sámediggeráđđi ráhkadit kvalitehtaeavttuid sámegielat oahpponeavvuid várás.

source: Sametingsrådet har i revidert handlingsplan korrigert fagprioriteringer for 2023, og har satt prioriteringer for 2024, som skal være grunnlaget for læremiddelutvikling de neste to årene i Sametinget.
sme: Sámediggeráđđi lea ođasmahttojuvvon doaibmaplánas divvon fágavuoruhemiid jagi 2023 ektui, ja lea bidjan vuoruhemiid 2024 jahkái, mat leat vuođđun boahtte guokte jagi oahpponeavvoráhkadeapmái Sámedikkis.

source: – Selv om vi har prioritert fag, så vil vi alltid være åpne for å diskutere behov som oppstår i læremiddelsituasjonen i samiske skoler og tilrettelegge situasjonen på best mulig måte innenfor Sametingets rammer, sier Mikkelsen.
sme: – Vaikko mii leat vuoruhan fágaid, de mii leat álo rahpasat árvvoštallat dárbbuid mat čuožžilit sámi skuvlla oahpponeavvodilálašvuođas ja láhčit dili buoremusat Sámedikki rámmaid siskkobealde, dadjá Mikkelsen.

source: Sametingsrådet ser det som nødvendig å fortsatt prioritere digitale læremidler, som imøtekommer dagens lovkrav og forventninger.
sme: Sámediggeráđđi oaidná dárbbašlažžan ain vuoruhit digitála oahpponeavvuid, mat duhtadit dálá láhkagáibádusaid ja vuordámušaid.

source: Fortsatt mangler det samiske læremidler, og det er behov for å ferdigstille læremidler snarest.
sme: Ain váilot sámegielat oahpponeavvut ja lea dárbu jođánit válbmet oahpponeavvuid.

source: – Vi vil fortsatt prioritere prosjekter med effektiv produksjonstid, og avslutte prosjekter som ikke er gjennomførbare i den tiden som Sametinget kan godta, sier Mikkelsen.
sme: – Mii áigut ain vuoruhit prošeavttaid main lea beaktilis buvttadanáigi, ja loahpahit prošeavttaid mat eai leat čađahahttit dan áiggis maid Sámediggi sáhttá dohkkehit, dadjá Mikkelsen.

source: Sametingsrådet ser også at formidling om og markedsføring av samiske læremidler krever en tydelig og målrettet innsats.
sme: Sámediggeráđđi oaidná maid ahte sámegielat oahpponeavvuid gaskkusteapmi ja diehtojuohkin gáibida čielga ja diđolaš áŋgiruššama.

source: Brukere av samiske læremidler kommer med tilbakemeldinger om at de savner bedre markedsføring om nye læremidler.
sme: Sámi oahpponeavvuid geavaheaddjit buktet máhcahagaid ahte sii ohcalit buoret diehtojuohkima ođđa oahpponeavvuid birra.

source: – Det er behov for tiltak som forbedrer markedsføring om samiske læremidler.
sme: – Lea dárbu doaibmabijuide mat buoridit diehtojuohkima sámegielat oahpponeavvuid birra.

source: Vi vil derfor i denne perioden vurdere alle sider og sette i gang tiltak som forbedrer formidlingen av læremidler, sier Mikkelsen.
sme: Mii áigut dan dihte dán áigodagas árvvoštallat beliid ja bidjat johtui doaibmabijuid mat buoridit oahpponeavvogaskkusteami, dadjá Mikkelsen.

source: Sametingets plenum behandler saken i plenumsmøte torsdag 8. desember.
sme: Sámedikki dievasčoahkkin meannuda ášši duorastaga juovlamánu 8. beaivvi.

source: Sakspapirer til sak 055/22 Handlingsplan for læremiddelutvikling 2020-2024 – revidering
sme: Áššebáhpirat áššái 55/22 Oahpponeavvoráhkadeami doaibmaplána 2020-2024 ođasmahttin

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sme: Jearahallama addá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR), tel. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
